privetstvie = '\U0001f1fa\U0001f1e6Ми — благодійна та освітньо-просвітницька організація, яка допомагає людям, які постраждали від війни, військовослужбовцям, членам їх сімей, талановитим дітям та підліткам у їх самореалізації, а також сприяє вихованню нового політичного покоління та надає правові консультації.'

nezrozymiv = '''Перепрошую, але я вас НЕ зрозумів. Щоб продовжити, натисніть одну з КНОПОК нижче 👇

Якщо ви не бачите кнопок, натисніть на кнопку виклику меню бота — вона розташована праворуч від поля для введення тексту 👉'''

vadim_gatezh = '''<b>Вадим Гатеж

Засновник та Голова Благодійної організації «Громадський рух «Покоління небайдужих».</b>

Юрист, помічник-консультант народного депутата України, радник члена постійної делегації України у Парламентській Асамблеї Ради Європи. 

В минулому молодіжний та студенський громадський діяч, засновник освітніх та соціальних проєктів. 

З березня 2018 року по квітень 2020 року очолював Студентський парламент юридичного факультету ЧНУ імені Юрія Федьковича

Засновник освітнього проєкту "Всеукраїнська школа молодого політика".

З травня 2020 по серпень 2020 року член Молодіжної ради при Чернівецькій обласній державній адміністрації.'''

pavlo_vysotsky = '''<b>Павло Висоцький

Засновник та Заступник голови Благодійної організації «Громадський рух «Покоління небайдужих».</b>

Юрист. Аспірант. Громадський діяч.  

З вересня 2018 по травень 2019 року працював помічником адвоката.

З червня 2019 по липень 2020 працював на посаді державного службовця в суді.

Після звільнення брав участь в освітніх та благодійних проєктах. 

Вступив до Академії  для здобуття наукового ступеня Доктора філософії.

З початку 2021 року по березень 2022 року виконував обов'язки помічника- консультанта народного депутата України.'''

anna_mironyuk = '''<b>Анна Миронюк

Керівниця Департаменту юридичної підтримки Благодійної організації «Громадський рух «Покоління небайдужих».</b>

Юристка та сертифікована медіаторка.

Три роки професійного досвіду юридичним консультантом та помічником адвоката.

Брала участь у реалізації проєктів, спрямованих на надання безоплатної правової допомоги населенню, за підтримки міжнародних організацій.

Учасниця міжнародних змагань з судових дебатів'''

anastasia_merezhuk = '''<b>Анастасія Мережук

Керівниця Департаменту освітнього розвитку Благодійної організації «Громадський рух «Покоління небайдужих».</b>

Студентка юридичного факультету  Київського Національного Університету ім. Тараса Шевченка

З початку війни займалась волонтерством у міжнародних організаціях: The Ukrainian House, Polsko-Ukraińskie Centrum Wolska, Caritas Polska.

Співпрацювала з некомерційною організацією TechSoup 2021-2022

З 2018 по 2021 рік брала участь в освітніх заходах, була членкинею команди активної молоді, учасницею та переможницею дебатних турнірів.'''

anastasia_semenchuk = '''<b>Анастасія Семенчук

Керівниця Департаменту соціальної допомоги Благодійної організації «Громадський рух «Покоління небайдужих». </b>

Студентка юридичного факультету Чернівецького національного університету ім. Юрія Федьковича 

Протягом 2019 - 2022 років була членкинею студентського парламенту та заступнецею голови Студентського парламенту юридичного факультету ЧНУ імені Юрія Федьковича, відповідала за соціальний напрямок.

2019 - 2020 рр. була учасницею та однією з організаторів освітнього проєкту "Всеукраїнська школа молодого політика".'''

julia_birkova = '''<b>Юлія Биркова

Керівниця департаменту інформаційного напрямку Благодійної організації «Громадський рух «Покоління небайдужих».</b>

Юрист, Контент-менеджер, редактор, SMM-спеціаліст.

Працюю з міжнародними інформаційними агенціями в країнах Східної Європи як контент-менеджер, допомагаю з організацією інтерв’ю, висвітленням об’єктивних подій іноземним журналістам на території України. Консультую міжнародні ЗМІ та недержавні організації з ведення соціальних мереж для українського сегменту. 

В минулому працювала контент-менеджером та SMM-спеціалістом низки інтернет-магазинів з продажу товарів широкого вжитку. 

В 2021 році закінчила Чернівецький національний університет ім. Ю. Федьковича за спеціальністю «Міжнародне право».'''

anastasia_shaporda = '''<b>Анастасія Шапорда</b>

Студентка філологічного факультету Вінницького державного педагогічного університету імені Михайла Коцюбинського

Графічний дизайнер, контент-мейкер.

Створює професійні дизайн-проєкти та поліграфічну продукцію для різних брендів.

Успішно співпрацює та надає консультації зарубіжним та українським клієнтам через міжнародні фріланс біржі протягом останнього року.

З початку війни займалась волонтерство з метою допомогти людям ,які потрапили у скрутне становище через війну, а також допомагала із збором харчів та фінансів для захисників України.'''

vagif_bagirov = '''<b>Вагіф Багіров

Заступник керівника грантового департаменту Благодійної організації «Громадський рух «Покоління небайдужих».</b>

Лікар-стоматолог, інтерн.

З 2016 по 2019 рік – член студентської ради та студентського парламенту в НМУ імені О.О.Богомольця.

З жовтня 2021-го по червень 2022 року – засновник та голова Молодіжної Ради Зазимської ОТГ Броварського району (Київська область).

З березня 2021 року по січень 2022-го – засновник та координатор напрямку «Охорона Здоров‘я» в ЗеМолодіжка Київ. Засновник проєкту по навчанню першої домедичноі допомоги.

З січня 2022 року – лідер Деснянського району в ЗеМолодіжка Київ.'''

khrystyna_torska = '''<b>Христина Торська</b>

Студентка юридичного факультету Чернівецького національного університету ім.Ю.Федьковича, спеціальності «Право».
Студентка філософського факультету Київського національного університету ім.Т.Шевченка,навчаюсь  спеціальності «Політологія».

З 2019 року є членкинею студенського парламенту та займаю пост заступника голови Студенського парламенту юридичного факультету Чернівецького національного університету ім.Ю.Федьковича.

З 2021 року є делегаткою Молодіжного парламенту при Чернівецькій міській раді.

Організатор та учасник наступних освітніх проєктів:
Всеукраїнська школа молодого політика;
Гра-дискусії «Українська мова в сучасних реаліях».'''

olga_bondarenko = '''<b>Ольга Бондаренко</b>

Юрист, економіст. 

З 2014 по 2018 рік - член студентського парламенту Київського національного торговельно - економічного університету.

З 2018 - 2021 рік - HR менеджер у консалтинговій компанії.

З 2021 року - помічник Народного депутата України.'''

zag_share = 'Для того, щоб розповісти про нас перешліть наступне повідомлення 👇'

osn_share = '''🇺🇦Ми — Благодійна організація «Громадський рух «Покоління небайдужих» , яка допомагає людям, які постраждали від війни, військовослужбовцям, членам їх сімей, талановитим дітям та підліткам у їх самореалізації, а також сприяє вихованню нового політичного покоління та надає правові консультації.

Переходіть за посиланням:

https://t.me/Generation_of_the_Careless_bot
'''

help_points_of_invincibility = '''<b>Допомога пунктам незламності</b>

Передано десятки пакунків гуманітарної допомоги (їжа, ліки, одяг) на запити внутрішньо переміщених осіб, які вони нам залишають у нашому чат-боті та соціальних мережах'''

img_invincibility = ["image/achievements/invincibility_1.jpeg", 
                     "image/achievements/invincibility_2.jpeg", 
                     "image/achievements/invincibility_3.jpeg",
                     "image/achievements/invincibility_4.jpeg",
                     "image/achievements/invincibility_5.jpeg",
                     "image/achievements/invincibility_6.jpeg",
                     "image/achievements/invincibility_7.jpeg",
                     "image/achievements/invincibility_8.jpeg"]

trip_to_donetsk_region = '''<b>Поїздка в Донецьку область</b>

Здійснено поїздку у звільненні населені пункти Донецької області, де передано 15 тонн гуманітарної допомоги (їжа, ліки, одяг) нашим бійцям Збройних сил України та жителям, які проживають у Ямполі, Краматорську, Торському, Лимані та інших н.п.'''

img_donetsk =["image/achievements/donetsk_1.jpeg", 
              "image/achievements/donetsk_2.jpeg", 
              "image/achievements/donetsk_3.jpeg",
              "image/achievements/donetsk_4.jpeg",
              "image/achievements/donetsk_5.jpeg",
              "image/achievements/donetsk_6.jpeg",
              "image/achievements/donetsk_7.jpeg",
              "image/achievements/donetsk_8.jpeg",
              "image/achievements/donetsk_9.jpeg",
              "image/achievements/donetsk_10.jpeg"]

herson = '''<b>Обігрів населених пунктів Херсонщини</b>
Завдяки вашим донатам, допомозі благодійників, у співпраці із благодійною організацією <b>“Blessing for people”</b> ми зробили це.

У межах поїздки передано <b>12</b> тонн продуктів харчування та ліків військовослужбовцям Збройних сил України, Дерприкордонслужби та жителям звільнених населених пуктів Урожайне, Томарине, Новий Береслав.

На зібрану суму коштів у межах нещодавно проведеного донату ми закупили:

🔋Дизельний електрогенератор;
🔥<b>30</b> нагрівачів із газовими балоннами;
🧋<b>10</b> тисяч чайових наборів для пункту обігріву на залізничному вокзалі Херсону (стаканчики та пакетики чаю);
🚚Забезпечено логістику вантажівки для перевезення продуктів харчування.

Окрему подяку висловлюємо за підтримку водію Юрію Капітанюку, благодійникам Євгену Купрію, Дмитру Гатежу, Степану Гатежу, Катерині Мойсей, Івану Ковальчуку, Володимиру Гальчуку, Дмитру Клевчуку та всім іншим. Без Вас цього б не було.

<b>Наближаємо перемогу разом!</b>💪🏻'''

img_herson =["image/achievements/herson_1.jpg", 
             "image/achievements/herson_2.jpg", 
             "image/achievements/herson_3.jpg",
             "image/achievements/herson_4.jpg",
             "image/achievements/herson_5.jpg",
             "image/achievements/herson_6.jpg",
             "image/achievements/herson_7.jpg",
             "image/achievements/herson_8.jpg"]

legal_consultation = '''У зв'язку з тимчасово обмеженими ресурсами нашої команди, ми в змозі надати лише загальні юридичні консультації у відповідь на Ваші звернення. 

Якщо ж Вам потрібен повний юридичний супровід справи,  допомога у складанні процесуальних документів чи представництво у судах/державних органах та  будь-яких інших установах/організаціях, радимо звернутися до наших партнерських організацій, які мають кваліфікованих спеціалістів у різних напрямках.'''

thank_contacting = '''😊Дякую, за приділену увагу!
✉️Ваше звернення зареєстроване!
📞Наша команда зв'яжеться з Вами для подальшої комунікації.'''

your_situation = '''📝Опишіть Вашу ситуацію, яка потребує вирішення, одним повідомленням. Обов'язково вкажіть <b>ваше Ім'я</b> і <b>номер</b> мобільного <b>телефону</b>!'''

realize_your_dream = '''📝Наш проєкт спрямований на реалізацію мрій осіб, які постраждали від війни. Опишіть свою історію, яка потребує нашої допомоги. Обов'язково вкажіть <b>ваше Ім'я</b> і <b>номер</b> мобільного <b>телефону</b>!'''

help_zsy = '''📝Опишіть Вашу ситуацію одним повідомлення, яка потребує вирішення та вид допомоги, який Ви потребуєте. Обов'язково вкажіть <b>ваше Ім'я</b> і <b>номер</b> мобільного <b>телефону</b>!'''

educational_activities = '''👨‍🏫На даний час ми в процесі підготовки освітніх заходів. Інформація з‘явиться згодом.'''
